** Agenda

Org-Mode agenda

#+BEGIN_SRC emacs-lisp
  ;;'(org-agenda-files (quote ("~/org/notes.org" "~/org/work.org" "~/org/home.org")))
  (setq org-agenda-files (list "~/org/work.org"
			       "~/org/notes.org"
			       "~/org/home.org"
			       "~/org/fromhome.org"))
  ;;(add-hook 'after-init-hook 'org-agenda-list)
#+END_SRC

#+RESULTS:
| ~/org/work.org | ~/org/notes.org | ~/org/home.org | ~/org/fromhome.org |

